Repository: JpG771/on-est-quoi
Catalog: src/locale/messages.*.xlf
Languages: fr

# on_est_quoi
source: What are we?
fr: On est quoi?

# discover_relationship
source: Discover the nature of your relationship
fr: Découvrez la nature de votre relation

# hero_description
source: A platform dedicated to exploring and clarifying relationships. Friends, couple, or uncertain situation? We help you understand your dynamic.
fr: Une plateforme dédiée à l'exploration et à la clarification des relations. Amis, couple ou situation incertaine? Nous vous aidons à comprendre votre dynamique.

# start_questionnaire
source: Start the questionnaire
fr: Commencer le questionnaire

source: Intuitive Questions
fr: Questions Intuitives

# intuitive_description
source: Simple and thoughtful questions, designed to help you explore your relationship in depth.
fr: Des questions simples et reflétées, conçues pour vous aider à explorer votre relation en profondeur.

source: Valuable Insights
fr: Insights Précieux

# insights_description
source: Get detailed and honest feedback on the dynamics of your relationship.
fr: Obtenez des retours détaillés et honnêtes sur la dynamique de votre relation.

source: Quick Clarification
fr: Clarification Rapide

# clarification_description
source: Understand where you stand quickly, without complications. Perfect for couples and friends alike.
fr: Comprenez où vous en êtes rapidement, sans complications. Idéal pour les couples comme les amis.

source: Ready to discover?
fr: Prêt à découvrir?

# cta_description
source: Answer honestly and discover unique insights about your relationship.
fr: Répondez honnêtement et découvrez des insights uniques sur votre relation.

source: Start now
fr: Démarrer maintenant

source: Login
fr: Connexion

# loginTitle
source: Login
fr: Connexion

source: Email
fr: Courriel

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

# createAccount
source: Create an account
fr: Créer un compte

# createAccountTitle
source: Create account
fr: Créer un compte

# destinataire.title
source: Select the other person
fr: Sélectionnez l'autre personne

# destinataire.subtitle
source: Enter the email address of the person you want to evaluate with.
fr: Entrez l'adresse e-mail de la personne avec qui vous souhaitez répondre au questionnaire.

# destinataire.email
source: Email
fr: Courriel

# destinataire.hint
source: We'll only use this to identify the other person for the questionnaire.
fr: Nous n'utiliserons cela que pour identifier l'autre personne pour le questionnaire.

source: Confirm password
fr: Confirmer le mot de passe

# passwordStrengthHint
source: Use at least 8 characters including uppercase, lowercase, numbers and symbols to make a stronger password.
fr: Utilisez au moins 8 caractères incluant majuscules, minuscules, chiffres et symboles pour un mot de passe plus sûr.

source: Sign in
fr: Se connecter

source: Create
fr: Créer

source: Cancel
fr: Annuler

source: Sign in with Google
fr: Se connecter avec Google

source: Sign out
fr: Se déconnecter

# invalidEmail
source: Invalid email address
fr: Adresse e-mail invalide

# passwordMismatch
source: Passwords do not match
fr: Les mots de passe ne correspondent pas

# thermometre.title
source: Step 1 : Temperature
fr: Étape 1 : Température

# thermometre.subtitle
source: Let's start by measuring the temperature! Where do you stand in relation to this person?
fr: Commençons par mesurer la température ! Où en êtes-vous par rapport à cette personne?

# thermometre.hint
source: Click a row or use Enter/Space to choose. Selected option will show as filled.
fr: Cliquez sur une ligne ou utilisez Entrée/Espace pour choisir. L'option sélectionnée apparaîtra remplie.

# thermometre.soulmates
source: Soulmates
fr: Âmes sœurs

# thermometre.lovers
source: Lovers
fr: Amoureux

# thermometre.friends_plus
source: Friends+
fr: Amis+

# thermometre.friends
source: Friends
fr: Amis

# thermometre.knowledge
source: Knowledge
fr: Connaissances

# thermometre.unknown
source: Unknown
fr: Inconnus

# thermometre.undesired
source: Undesired
fr: Indésirables

# thermometre.enemies
source: Enemies
fr: Ennemis

# ranking.0
source: Choices
fr: Choix

# ranking.1
source: Favorite
fr: Favori

# ranking.2
source: Love
fr: Aime

# ranking.3
source: Accepted
fr: Acceptable

# ranking.4
source: Rarely
fr: Rarement

# ranking.5
source: Never
fr: Jamais

# ranking.unknown
source: Unknown Ranking
fr: Rang inconnue

# contrat.title
source: Step 2: Preferences
fr: Étape 2 : Préférences

# contrat.subtitle
source: Drag and drop the choices into the categories that best fit your preferences.
fr: Glissez-déposez les choix dans les catégories qui correspondent le mieux à vos préférences.

# contrat.hint
source: Drag items from Choices to the categories. Drop zones highlight when dragging.
fr: Faites glisser les éléments de Choix vers les catégories. Les zones de dépôt se mettent en surbrillance lors du glissement.

# contrat.choices.placeholder
source: Return unwanted choices here
fr: Retournez les choix indésirables ici

# contrat.favorite.placeholder
source: Drop a limited number of favorite items here
fr: Déposez un nombre limité d'éléments favoris ici

# contrat.love.placeholder
source: Drop what you love here
fr: Déposez ce que vous aimez ici

# contrat.like.placeholder
source: Drop like items here
fr: Déposez les éléments aimés ici

# contrat.rarely.placeholder
source: Drop what can be done but rarely here
fr: Déposez ce qui peut être fait mais rarement ici

# contrat.never.placeholder
source: Drop thing you never want here
fr: Déposez les choses que vous ne voulez jamais ici
